[
    {
        "_id": 0,
        "_type": "date",
        "event": "Начало княжения Рюрика",
        "date": 862,
        "description": "Рюрик начал свое княжение в качестве первого великого князя Киевской Руси в начале X века. Это событие является важным этапом в истории русского народа и стало основой для образования Киевской Руси.",
        "image_path": "res/images/date-0.jpg"
    },
    {
        "_id": 1,
        "_type": "date",
        "event": "Крещение Руси",
        "date": 988,
        "description": "Крещение Руси - это событие, которое произошло в 988 году, когда Киевская Русь приняла православие в качестве своей государственной религии. Это событие имело значительный влияние на развитие культуры и истории русского народа.",
        "image_path": "res/images/date-1.jpg"
    },
    {
        "_id": 2,
        "_type": "date",
        "event": "Первое упоминание о Москве",
        "date": 1147,
        "description": "Первое упоминание о Москве датируется 1147 годом и находится в летописях. С тех пор город вырос и стал центром политической, экономической и культурной жизни страны. Москва стала важным историческим центром России.",
        "image_path": "res/images/date-2.JPG"
    },
    {
        "_id": 3,
        "_type": "date",
        "event": "Невская битва",
        "date": 1240,
        "description": "Невская битва произошла в 1240 году и была сражением между войсками Киевской Руси и монгольской империей. Это событие было важным в истории Русского государства, так как позволило Русской державе остаться независимой и укрепить свою власть.",
        "image_path": "res/images/date-3.jpg"
    },
    {
        "_id": 4,
        "_type": "date",
        "event": "Куликовская битва",
        "date": 1380,
        "description": "Куликовская битва состоялась в 1380 году и была важным событием в истории России. В этой битве войска Русского государства под командованием Дмитрия Донского решительно победили войска Татарского ханства и защитили свою территорию. Это событие является символом единства и силы Русского народа.",
        "image_path": "res/images/date-4.jpg"
    },
    {
        "_id": 5,
        "_type": "date",
        "event": "Стояние на реке Угре. Падение монгольского ига",
        "date": 1480,
        "description": "Стояние на реке Угре произошло в 1238 году и было решающим событием в борьбе Русского государства против монгольской инвазии. В этой битве войска Русского государства, под командованием Юрия Долгорукова, решительно победили монгольские войска и спасли страну от дальнейшей инвазии. Это событие стало одним из символов силы и непоколебимости Русского народа.",
        "image_path": "res/images/date-5.jpg"
    },
    {
        "_id": 6,
        "_type": "date",
        "event": "Венчание Ивана Грозного на царство",
        "date": 1547,
        "description": "Венчание Ивана Грозного на царство произошло в 1547 году в Москве, после смерти Иоанна III. Иван IV, будущий Иван Грозный, был провозглашен царём Русского государства в ходе торжественных религиозных обрядов. Это событие стало началом царствования Ивана Грозного, которое характеризовалось ужасающей репрессией и жестокостью.",
        "image_path": "res/images/date-6.jpg"
    },
    {
        "_id": 7,
        "_type": "date",
        "event": "Учреждение патриаршества в России",
        "date": 1589,
        "description": "Учреждение патриаршества в России произошло в 1652 году под управлением Царя Алексея Михайловича. Патриаршество заключалось в том, что центральная власть передавалась от одного царя к другому по праву наследства, а не по выбору народа или выборных составляющих. Это событие помогло установить стабильность и непрерывность власти в России, хотя и вызвало критику из-за отсутствия демократических принципов.",
        "image_path": "res/images/date-7.jpg"
    },
    {
        "_id": 8,
        "_type": "date",
        "event": "Избрание на царство Михаила Федоровича Романова",
        "date": 1613,
        "description": "В 1613 году Михаил Федорович Романов был избран в цари России на Земском соборе в Москве после смерти предыдущего царя. Это важное событие открыло новый этап в истории России, ведь Михаил Федорович Романов стал первым царём из династии Романовых.",
        "image_path": "res/images/date-8.jpg"
    },
    {
        "_id": 9,
        "_type": "date",
        "event": "Переяславская Рада.",
        "date": 1654,
        "description": "Переяславская Рада — это собрание в 1146 году в городе Переяславль-Залесский, на котором решались важные вопросы государственной жизни Русского княжества. На этой раде были утверждены новые законы, выбраны новые власти и установлены новые отношения между княжествами. Это событие считается важным в истории России, так как оно помогло укрепить центральную власть и сформировать единое государство.",
        "image_path": "res/images/date-9.jpg"
    },
    {
        "_id": 10,
        "_type": "date",
        "event": "Основание Санкт-Петербурга",
        "date": 1703,
        "description": "Основание Санкт-Петербурга является событием, которое произошло в 1703 году, когда Петр I решил основать новый порт в западной части России и назвать его Санкт-Петербург. Это событие имело большое значение для развития российской империи и стало одним из важных этапов в истории России.",
        "image_path": "res/images/date-10.jpg"
    },
    {
        "_id": 11,
        "_type": "date",
        "event": "Полтавская битва",
        "date": 1709,
        "description": "Полтавская битва - это сражение, произошедшее 8 июня 1709 года между шведской армией под командованием короля Карла XII и российской армией под командованием Петра I. Битва считается важным событием в истории России и Швеции.",
        "image_path": "res/images/date-11.jpg"
    },
    {
        "_id": 12,
        "_type": "date",
        "event": "Основание Московского университета",
        "date": 1755,
        "description": "Московский университет был основан в 1755 году и стал первым университетом в России, посвященным образованию высшего класса.",
        "image_path": "res/images/date-12.jpg"
    },
    {
        "_id": 13,
        "_type": "date",
        "event": "Бородинское сражение",
        "date": 1812,
        "description": "Бородинское сражение является важным событием в истории России, которое произошло в 1812 году во время войны с Наполеоновской Францией. Это сражение помогло России выиграть войну и спасти Москву от захвата.",
        "image_path": "res/images/date-13.jpg"
    },
    {
        "_id": 14,
        "_type": "date",
        "event": "Восстание декабристов",
        "date": 1825,
        "description": "Декабристы были участниками политических движений в России в начале XX века. В 1825 году группа офицеров восстала против абсолютистской монархии и призывала к реформам и новым политическим институтам. Восстание было связано с недовольством широких слоев населения России и показывало неудовлетворенность существующей политической системы. Однако, восстание было жестоко подавлено правительством и привело к укреплению абсолютистской монархии в России.",
        "image_path": "res/images/date-14.jpg"
    },
    {
        "_id": 15,
        "_type": "date",
        "event": "Отмена крепостного права",
        "date": 1861,
        "description": "Отмена крепостного права - это событие в истории России, когда царь Александр II в 1861 году отменил систему феодального рабства, в которой крестьяне были привязаны к земле и не имели права перемещаться или работать где-либо еще. Это был важный шаг в направлении установления реформ и модернизации России.",
        "image_path": "res/images/date-15.jpg"
    },
    {
        "_id": 16,
        "_type": "date",
        "event": "Вступление России в первую мировую войну",
        "date": 1914,
        "description": "Вступление России в первую мировую войну состоялось в 1914 году, когда Россия присоединилась к войне против Германии и ее союзников. Это привело к участию России в масштабных военных действиях на Европейском фронте и к глубоким экономическим и политическим проблемам внутри страны.",
        "image_path": "res/images/date-16.jpg"
    },
    {
        "_id": 17,
        "_type": "date",
        "event": "Февральская революция. Свержение самодержавия",
        "date": 1917,
        "description": "Февральская революция в 1917 году привела к свержению самодержавия и установлению в России первой Республики. Это событие повлияло на политическую и экономическую ситуацию в стране и стало важным этапом в истории России.",
        "image_path": "res/images/date-17.jpg"
    },
    {
        "_id": 18,
        "_type": "date",
        "event": "Октябрьская революция",
        "date": 1917,
        "description": "Октябрьская революция - это событие в России, которое произошло в 1917 году. Революция привела к свержению монархического правительства и к установлению первой в мире коммунистической власти.",
        "image_path": "res/images/date-18.jpg"
    },
    {
        "_id": 19,
        "_type": "date",
        "event": "Образование СССР",
        "date": 1922,
        "description": "Образование СССР произошло 30 декабря 1922 года в результате слияния Российской Федеративной Социалистической Республики и Украинской ССР. Это положило начало коммунистической власти в России.",
        "image_path": "res/images/date-19.jpg"
    },
    {
        "_id": 20,
        "_type": "date",
        "event": "Запуск первого искусственного спутника Земли",
        "date": 1957,
        "description": "В 1957 году, СССР запустил первый искусственный спутник Земли, названный 'Спутник-1'. Это событие отметило начало эпохи космической эксплуатации и запустило гонку в космосе между СССР и США.",
        "image_path": "res/images/date-20.jpg"
    },
    {
        "_id": 21,
        "_type": "date",
        "event": "Полет Ю.А. Гагарина в космос",
        "date": 1961,
        "description": "Юрий Алексеевич Гагарин стал первым человеком, который отправился в космос, когда его космический корабль 'Восток-1' вышел в орбиту 12 апреля 1961 года.",
        "image_path": "res/images/date-21.jpg"
    },
    {
        "_id": 22,
        "_type": "date",
        "event": "Авария на Чернобыльской АЭС",
        "date": 1986,
        "description": "Авария на Чернобыльской АЭС - это ядерная катастрофа, которая произошла 26 апреля 1986 года в Чернобыльской атомной электростанции в Украине. Она вызвала радиационное загрязнение в Широком регионе, в том числе в Белоруссии и России, и стала одной из самых тяжелых ядерных катастроф в истории.",
        "image_path": "res/images/date-22.jpg"
    },
    {
        "_id": 23,
        "_type": "date",
        "event": "Распад ССС",
        "date": 1991,
        "description": "Распад СССР произошел в 1991 году, когда республики, входившие в состав Союза Советских Социалистических Республик, объявили о своей независимости, в результате чего Советский Союз распался.",
        "image_path": "res/images/date-23.jpg"
    }
]